{
    "hero_title": "About Bugisu High School",
    "hero_title_mobile": "About Us",
    "hero_desc": "A secondary institution dedicated to academic excellence, character development, and community leadership through holistic education and disciplined growth.",
    "foundation_title": "Foundation & Purpose",
    "foundation_desc": "Established to serve the region's educational needs with integrity and vision.",
    "history_text": "Bugisu High School stands as a pillar of education in our community. We provide a structured environment where students are challenged intellectually and supported personally. Our approach balances rigorous academics with a rich extracurricular program to ensure every student graduates with both knowledge and character.",
    "mission_title": "Our Mission",
    "mission_desc": "To nurture students through a holistic curriculum that fosters intellectual growth, moral integrity, and social responsibility.",
    "vision_title": "Our Vision",
    "vision_desc": "To be the premier institution of learning where every student discovers their potential and strives for excellence.",
    "values_title": "Core Values",
    "values": {
        "excellence_title": "Excellence",
        "excellence_desc": "Striving for the highest standards in all academic and personal pursuits.",
        "integrity_title": "Integrity",
        "integrity_desc": "Acting with honesty and strong moral principles in every situation.",
        "discipline_title": "Discipline",
        "discipline_desc": "Maintaining self-control and focus to achieve long-term goals.",
        "community_title": "Community",
        "community_desc": "Fostering a sense of belonging and responsibility toward others."
    },
    "leadership_title": "School Leadership",
    "leadership_desc": "Guided by experienced educators committed to student success.",
    "leadership_fallback_bio": "Part of the dedicated leadership at Bugisu High School.",
    "team_title": "Our Team",
    "team_desc": "The dedicated faculty inspiring our students to achieve their best.",
    "teachers_coming_soon": "Teacher profiles coming soon."
}